INSERT INTO addresses (
    user_id, city, street, building, suite, zip_code
)
VALUES
(101,'חיפה','ויצמן','5','5','32435'),
  (102,'בני ברק','רבי עקיבא','14','3','02450'),
  (103,'ירושלים','המלך דוד','22','4','923414'),
  (104,'חיפה','הנמל','33','12','23454'), 
  (77,'בני ברק',"ז'בוטינסקי",'44','3','5126261'),
  (106,'ירושלים','שמואל הנביא','15','6','23422'),
  (107,'חיפה','פל ים','2','4','34532'),
  (82,'בני ברק','יגאל אלון','120','1','5200464'),
  (109,'ירושלים','מלכי ישראל','72','11','55554'),
  (71,'חיפה','העצמאות','90','23','88765'),
  (111,'בני ברק','כהנמן','7','4','5123502'), 
  (70,'ירושלים','שרי ישראל','11','3','995432'),
  (118,'חיפה','סטרומה','18','12','23423'), 
  (121,'בני ברק','רמז','17','9','5122007'),
  (115,'ירושלים','שמואל הנגיד','333','12','23423'),
  (116,'חיפה','החלוץ','44','2','88765'),
  (117,'בני ברק','חזון איש','1','11','5123423'),
  (113,'ירושלים','עזה','90','16','23455'),
  (119,'חיפה','הרכבת','22','14','34534'),
  (120,'בני ברק','ירמיהו','44','2','245134'),
  (86,'בני ברק','עזרא','2','2','253775'),
  (84,'ירושלים','מירסקי','35','2','145462'),
  (90,'בני ברק','דניאל','26','23','237467'),
  (83,'בני ברק','לנדא','75','7','533675')