INSERT INTO categories (category_name, parent_id)
VALUES 
('צילום', null) --1
('גרפיקה ועיצוב', null) --2
('ציור ואיור', null) --3
('תכנות', null)--4
('וידאו', null)--5
('מוזיקה', null)--6
('כתיבה', null)--7
('פרסום ושיווק', null)--8
('אדריכלות ועיצוב פנים', null)--9
('טיפוח וסטייל', null)--10
('פיננסים', null)--11
('משפטים', null)--12
('יהדות', null)--13

('צילום אירועים', 1)
("חלאק'ה", 1)
('ניו בורן', 1)

('עיצוב לוגו', 2)
('עיצוב אתרים', 2)
('עיצוב מודעות', 2)
('עיצוב כרטיסי ביקור', 2)
('עיצוב הזמנות', 2)

('איור ספרים', 3)
('ציורי קיר', 3)
('פורטרטים', 3)
('קומיקס', 3)

('בניית אתרים', 4)
('בניית אפליקציות', 4)
('דפי נחיתה', 4)

('וידאו לאירועים', 5)
('הסרטה מרחפן', 5)
('עריכת וידאו', 5)
('אנימציות', 5)

('מורים', 6)
('זמרים', 6)
('קלידנים', 6)
('תקליטנים', 6)
('אולפנים', 6)
('נגנים', 6)
('הלחנה', 6)
('עיבודים', 6)
('הפקות מוזיקליות', 6)

('כתיבת קורות חיים', 7)
('עימוד', 7)
('תרגום', 7)
('כתיבת שירים', 7)
('כתיבה שיווקית', 7)
('עריכה לשונית', 7)

('קופירייטינג', 8)
('קידום אתרים', 8)

('אדריכלות', 9)
('עיצוב פנים', 9)

('איפור', 10)
('תסרוקות', 10)
('קוסמטיקה', 10)

('ייעוץ משכנתאות', 11)
('ייעוץ מס', 11)
('ראיית חשבון', 11)
('סוכני ביטוח', 11)

('עריכת דין', 12)
('טוענים רבניים', 12)

('עריכה תורנית', 13)
('הרצאות', 13)
('מוהלים', 13)



